Repository: MarcQueralt/qibdip-tpv
Catalog: app/Locale/cat/LC_MESSAGES/default.po
Languages: ca

source: Invalid article
ca: No hi ha cap article amb aquest codi

source: The article has been saved
ca: S'ha desat l'article

source: The article could not be saved. Please, try again.
ca: No es pot desar l'article. Corregeix els errors i torna-ho a intentar.

source: Invalid supplier slip
ca: No hi ha cap albarà amb aquest codi

source: Article deleted
ca: S'ha esborrat l'article

source: Article was not deleted
ca: No es pot esborrar l'article

source: Invalid consumption
ca: No hi ha cap consum amb aquest codi

source: The consumption has been saved
ca: S'ha desat el consum

source: The consumption could not be saved. Please, try again.
ca: No es pot desar el consum. Corregeix els errors i torna-ho a intentar.

source: Consumption deleted
ca: S'ha eliminat el consum

source: Consumption was not deleted
ca: No es pot eliminar el consum

source: Invalid customer invoice line
ca: Línia de factura de client no vàlida

source: The customer invoice line has been saved
ca: S'ha desat l'a factura de client

source: The customer invoice line could not be saved. Please, try again.
ca: No es pot desar la factura de client. Corregeix els errors i torna-ho a intentar.

source: Customer invoice line deleted
ca: Línia de factura de client eliminada

source: Customer invoice line was not deleted
ca: No es pot esborrar la factura de client

source: Invalid customer invoice status
ca: Estat de factura client no vàlid

source: The customer invoice status has been saved
ca: S'ha desat l'estat de factura

source: The customer invoice status could not be saved. Please, try again.
ca: No es pot desar la factura. Corregeix els errors i torna-ho a intentar.

source: Customer invoice status deleted
ca: Estat de factura client eliminat

source: Customer invoice status was not deleted
ca: No es pot eliminar la factura

source: The customer invoice could not be saved. Please, try again.
ca: No es pot desar la factura de client. Corregeix els errors i torna-ho a intentar.

source: Invalid customer order
ca: No hi ha cap comanda amb aquest codi

source: Invalid customer invoice
ca: No hi ha cap factura amb aquest codi

source: Customer invoice deleted
ca: Factura esborrada

source: Customer invoice was not deleted
ca: No es pot esborrar la factura

source: The customer invoice has been saved
ca: S'ha desat la factura

source: Invalid customer order line
ca: No existex cap línia de comanda amb aquest codi

source: The customer order line has been saved
ca: S'ha desat la línia de comanda

source: The customer order line could not be saved. Please, try again.
ca: No es pot desar la línia de comanda. Corregeix els errors i torna-ho a intentar.

source: Customer order line deleted
ca: Línia de comanda de client eliminada

source: Customer order line was not deleted
ca: No es pot esborrar la línia

source: The customer order has been saved
ca: S'ha desat la comanda

source: The customer order could not be saved. Please, try again.
ca: No es pot desar la comanda. Corregeix els errors i torna-ho a intentar.

source: Customer order deleted
ca: S'ha esborrat la comanda

source: Customer order was not deleted
ca: No es pot esborrar la comanda

source: Order
ca: Comanda

source: Invalid customer payment
ca: No hi ha cap pagament amb aquest codi

source: The customer payment has been saved
ca: S'ha desat el pagament

source: The customer payment could not be saved. Please, try again.
ca: No es pot desar el pagament. Corregeix els errors i torna-ho a intentar.

source: Customer payment deleted
ca: S'ha eliminat el pagament

source: Customer payment was not deleted
ca: No es pot eliminar el pagament

source: Invalid customer
ca: No hi ha cap client amb aquest codi

source: The customer has been saved
ca: S'ha desat el client

source: The customer could not be saved. Please, try again.
ca: No es pot desar el client. Corregeix els errors i torna-ho a intentar.

source: Customer deleted
ca: S'ha esborrat el client

source: Customer was not deleted
ca: No es pot esborrar el client

source: The customer order has been created
ca: S'ha desat la comanda

source: The customer order could not be created. Please, try again.
ca: No es pot desar la comanda. Corregeix els errors i torna-ho a intentar.

source: Invalid invoice group
ca: No hi ha cap sèrie de facturació amb aquest codi

source: The invoice group has been saved
ca: S'ha desat la sèrie de facturació

source: The invoice group could not be saved. Please, try again.
ca: No es pot desar la sèrie de facturació. Corregeix els errors i torna-ho a intentar.

source: Invoice group deleted
ca: Grup de facturació esborrat

source: Invoice group was not deleted
ca: No es pot esborrar la sèrie de facturació

source: Invalid option
ca: No hi ha cap opció amb aquest codi

source: The option has been saved
ca: S'ha desat les opcions

source: The option could not be saved. Please, try again.
ca: No es pot desar les opcions. Corregeix els errors i torna-ho a intentar.

source: Invalid order status
ca: No hi ha cap estat de comanda amb aquest codi

source: The order status has been saved
ca: S'ha desat l'estat

source: The order status could not be saved. Please, try again.
ca: No es pot desar l'estat. Corregeix els errors i torna-ho a intentar.

source: Order status deleted
ca: Estat de comanda eliminat

source: Order status was not deleted
ca: No es pot eliminar l'estat de comanda

source: Invalid raw material type
ca: No hi ha cap matèria primera amb aquest codi

source: The raw material type has been saved
ca: S'ha desat la matèria primera

source: The raw material type could not be saved. Please, try again.
ca: No es pot desar la matèria primera. Corregeix els errors i torna-ho a intentar.

source: Raw material type deleted
ca: Tipus de matèria primera eliminat

source: Raw material type was not deleted
ca: No es pot eliminar la matèria primera

source: Invalid raw material
ca: No hi ha cap matèria primera amb aquest codi

source: The raw material has been saved
ca: S'ha desat la matèria primera

source: The raw material could not be saved. Please, try again.
ca: No es pot desar la matèria primera. Corregeix els errors i torna-ho a intentar.

source: Raw material deleted
ca: S'ha eliminat la matèria primera

source: Raw material was not deleted
ca: No es pot eliminar la matèria primera

source: Invalid service type
ca: Codi de servei no vàlid

source: The service type has been saved
ca: El tipus de servei s'ha desat

source: The service type could not be saved. Please, try again.
ca: No es pot desar el tipus de servei. Corregeix els errors i torna-ho a intentar.

source: Service type deleted
ca: S'ha esborrat el tipus de servei

source: Service type was not deleted
ca: No s'ha esborrat el tipus de servei

source: Invalid supplier invoice status
ca: Estat de factura proveïdor no vàlida

source: The supplier invoice status has been saved
ca: S'ha desat l'estat de factura

source: The supplier invoice status could not be saved. Please, try again.
ca: No es pot desar l'estat. Corregeix els errors i torna-ho a intentar.

source: Supplier invoice status deleted
ca: Estat de factura proveïdor eliminat

source: Supplier invoice status was not deleted
ca: No es pot esborrar l'estat

source: Invalid supplier invoice
ca: No hi ha cap factura de proveïdor amb aquest codi

source: The supplier invoice has been saved
ca: S'ha desat la factura de proveïdor

source: The supplier invoice could not be saved. Please, try again.
ca: No es pot desar la factura proveïdor. Corregeix els errors i torna-ho a intentar.

source: Supplier invoice deleted
ca: S'ha esborrat la factura

source: Supplier invoice was not deleted
ca: No es pot esborrar la factura

source: The supplier slip has been saved
ca: S'ha desat l'albarà

source: The supplier slip could not be saved. Please, try again.
ca: No es pot desar l'albarà. Corregeix els errors i torna-ho a intentar.

source: Supplier slip deleted
ca: S'ha esborrat l'albarà

source: Supplier slip was not deleted
ca: No es pot esborrar l'albarà

source: Invalid supplier
ca: No hi ha cap proveïdor amb aquest codi

source: The supplier has been saved
ca: S'ha desat el proveïdor

source: The supplier could not be saved. Please, try again.
ca: No es pot desar el proveïdor. Corregeix els errors i torna-ho a intentar.

source: Supplier deleted
ca: S'ha esborrat el proveïdor

source: Supplier was not deleted
ca: No es pot esborrar el proveïdor

source: Invalid username or password, try again
ca: L'usuari o la contrasenya no vàlids. Intenta-ho de nou.

source: Invalid user
ca: No hi ha cap usuari amb aquest codi

source: The user has been saved
ca: S'ha desat l'usuari

source: The user could not be saved. Please, try again.
ca: No es pot desar l'usuari. Corregeix els errors i torna-ho a intentar.

source: User deleted
ca: S'ha esborrat l'usuari

source: User was not deleted
ca: No es pot esborrar l'usuari

source: Service
ca: Servei

source: Add Article
ca: Afegir article

source: Submit
ca: Desar

source: Actions
ca: Accions

source: List Articles
ca: Llista d'articles

source: Back to Supplier Slip
ca: Tornar a l'albarà

source: Edit Article
ca: Editar article

source: Delete
ca: Eliminar

source: Are you sure you want to delete # %s?
ca: Vols eliminar #%s?

source: List Supplier Slips
ca: Llista d'albarans

source: New Supplier Slip
ca: Nou albarà

source: List Supplier Invoices
ca: Llista de factures proveïdor

source: New Supplier Invoice
ca: Nova factura proveïdor

source: List Consumptions
ca: Llista de consums

source: New Consumption
ca: Nou consum

source: View
ca: Veure

source: Edit
ca: Modificar

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
ca: Pàgina {:page} de {:pages}, mostrant {:current} registres d'un total de {:count}, mostrant del registre {:start} fins {:end}

source: previous
ca: previ

source: next
ca: següent

source: New Article
ca: Nou article

source: Id
ca: Codi

source: Stock Type
ca: Tipus

source: Article Model
ca: Model

source: Article Size
ca: Mida

source: Stock Comment
ca: Comentaris

source: Stock Buy Price
ca: Preu de compra

source: Stock Vat
ca: IVA

source: Stock Vat Re
ca: IVA RE

source: Stock Sale Price
ca: Preu de venda

source: Created
ca: Creació

source: Modified
ca: Modificació

source: Supplier Slip
ca: Albarà

source: Supplier Slip Line
ca: Línia d'albarà

source: Supplier Invoice
ca: Factura proveïdor

source: Article Returned
ca: Article retornat

source: Delete Article
ca: Esborrar article

source: Related Consumptions
ca: Consums i costos

source: Article Id
ca: Id Article

source: Raw Material Id
ca: Id Matèria primera

source: Consumption Raw Mat Consumed Units
ca: Unitats consumides

source: Add Consumption
ca: Afegir consum

source: List Raw Materials
ca: Llista matèries primeres

source: New Raw Material
ca: Nova matèria primera

source: Edit Consumption
ca: Modificar consum

source: Consumptions
ca: Consums

source: Consumption
ca: Consum

source: Raw Material
ca: Matèria primera

source: Consumption Cost 01
ca: Cost 1

source: Consumption Cost 02
ca: Cost 2

source: Consumption Cost 03
ca: Cost 3

source: Consumption Cost 04
ca: Cost 4

source: Delete Consumption
ca: Eliminar consum

source: Add Customer Invoice Line
ca: Afegir línia factura client

source: List Customer Invoice Lines
ca: Llista línies factura client

source: List Customer Invoices
ca: Llista de factures

source: New Customer Invoice
ca: Nova factura client

source: List Customer Orders
ca: Llista de comandes

source: New Customer Order
ca: Nova comanda

source: List Stocks
ca: Llista d'inventari

source: New Stock
ca: Nou inventari

source: Edit Customer Invoice Line
ca: Editar línia factura client

source: Customer Invoice Lines
ca: Línies factura client

source: New Customer Invoice Line
ca: Nova línia factura client

source: Customer Invoice Line
ca: Línia factura client

source: Customer Invoice
ca: Factura client

source: Customer Invoice Line Number
ca: Núm. línia

source: Customer Order
ca: Comanda

source: Order Line Number
ca: Núm. línia

source: Customer Invoice Line Type
ca: Tipus de línia

source: Stock
ca: Inventari

source: Customer Invoice Line Description
ca: Descripció

source: Customer Invoice Line Amount
ca: Import

source: Customer Invoice Line Vat
ca: IVA

source: Delete Customer Invoice Line
ca: Eliminar línia factura client

source: Add Customer Invoice Status
ca: Afegir estat factura client

source: List Customer Invoice Statuses
ca: Llista estats factura client

source: Edit Customer Invoice Status
ca: Editar estat factura client

source: Customer Invoice Statuses
ca: Estats factura client

source: New Customer Invoice Status
ca: Nou estat factura client

source: Customer Invoice Status
ca: Estats factura client

source: Cus Inv Status Name
ca: Nom

source: Cus Inv Is Final Status
ca: És final?

source: Delete Customer Invoice Status
ca: Eliminar estat factura client

source: Add Customer Invoice
ca: Afegir factura client

source: List Customers
ca: Llista clients

source: New Customer
ca: Nou client

source: List Invoice Groups
ca: Llista sèries de facturació

source: New Invoice Group
ca: Nou grup de facturació

source: New Invoice Status
ca: Nou estat factura client

source: List Customer Order Lines
ca: Llista línies comanda

source: New Customer Order Line
ca: Nova línia comanda

source: Edit Customer Invoice
ca: Editar factura client

source: Customer Invoices
ca: Factures client

source: Abort
ca: Cancel·lar

source: Customer
ca: Client

source: Customer Invoice Date
ca: Data

source: Invoice Group
ca: Sèrie de facturació

source: Customer Invoice Number
ca: Número de factura

source: Invoice Status
ca: Estat factura

source: Customer Invoice Comments
ca: Comentaris

source: Delete Customer Invoice
ca: Eliminar factura client

source: Related Customer Invoice Lines
ca: Línies factura

source: Customer Invoice Id
ca: Id Factura

source: Customer Order Id
ca: Núm. Comanda

source: Stock Id
ca: Id Inventari

source: Related Customer Order Lines
ca: Línies de comanda

source: Order Line Type
ca: Tipus línia

source: Order Line Description
ca: Descripció

source: Order Line Left Article Description
ca: Article en dipòsit

source: Order Line Due Date
ca: Data lliurament

source: Order Line Amount
ca: Import

source: Order Line Vat
ca: IVA

source: Order Line Comments
ca: Comentaris

source: Order Line Ready
ca: A punt de recollir?

source: Service Type Id
ca: Codi tipus de servei

source: Add Customer Order Line
ca: Afegir línia de comanda

source: Add Customer Order Line (Sale)
ca: Afegir línia de venda

source: Back to Customer Order
ca: Tornar a la comanda

source: Add Customer Order Line (Service)
ca: Afegir línia de servei

source: Total line amount (taxes included)
ca: Total (incloent IVA)

source: Edit Customer Order Line
ca: Editar línia comanda

source: List Order Statuses
ca: Llista estats comanda

source: New Order Status
ca: Nou estat de comanda

source: Customer Order Lines
ca: Línies de comanda

source: Customer Order Line
ca: Línia de comanda

source: Order Status
ca: Estat

source: Order Line Is Left Article
ca: Hi ha article en dipòsit?

source: Order Line Amout
ca: Import

source: Delete Customer Order Line
ca: Eliminar línia de comanda

source: Customer Order Line (Sale)
ca: Línia de venda

source: Customer Order Line (Service)
ca: Línia de servei

source: Service Type
ca: Tipus de servei

source: Add Customer Order Header
ca: Afegir capçalera de comanda

source: Edit Customer Order
ca: Editar capçalera de comanda

source: List Customer Payments
ca: Llista pagaments

source: New Customer Payment
ca: Nou pagament

source: Customer Orders
ca: Comandes

source: Order Date
ca: Data

source: Order Comments
ca: Comentaris

source: Type
ca: Tipus

source: Due Date
ca: Data lliurament

source: Amount
ca: Import

source: Left article
ca: Article en dipòsit

source: Total Amount
ca: Total

source: Total VAT
ca: IVA

source: Payments
ca: Pagaments

source: Total Due Amount
ca: Total pendent

source: Sum Amount
ca: Import

source: Sum VAT
ca: IVA

source: Sum Payments
ca: Pagaments

source: Due amount
ca: Import pendent

source: Print Customer Order
ca: Imprimir comanda

source: Invoice
ca: Factura

source: Delete Customer Order
ca: Eliminar comanda

source: New Services Line
ca: Nova línia de servei

source: New Sales Line
ca: Nova línia de venda

source: Order Line Text
ca: Text

source: Related Customer Payments
ca: Pagaments

source: Payment Date
ca: Data pagament

source: Payment Amount
ca: Import

source: Payment Comments
ca: Comentaris

source: Payment Is Down Payment
ca: És a compte?

source: Add Customer Payment
ca: Afegir pagament

source: Edit Customer Payment
ca: Editar pagament

source: Customer Payments
ca: Pagaments de clients

source: Customer Payment
ca: Pagament

source: Delete Customer Payment
ca: Eliminar pagament

source: Add Customer
ca: Afegir client

source: Edit Customer
ca: Editar client

source: Customers
ca: Clients

source: Filter
ca: Filtre

source: Search
ca: Cercar

source: Customer Name
ca: Nom

source: Customer Address
ca: Adreça

source: Town
ca: Població

source: Zip
ca: CP

source: Customer Vat Number
ca: CIF/NIF

source: Customer Phone1
ca: Telèfon 1

source: Customer Phone2
ca: Telèfon 2

source: Customer Email
ca: e-mail

source: Delete Customer
ca: Eliminar client

source: New Sale
ca: Nova venda

source: New Service
ca: Nou servei

source: Related Customer Orders
ca: Comandes

source: Due Amount
ca: Import pendent

source: Left Articles
ca: Articles en dipòsit

source: Lines
ca: Línies

source: Print
ca: Imprimir

source: Related Customer Invoices
ca: Factures

source: Customer Invoice Amount
ca: Import

source: Customer Invoice Vat
ca: IVA

source: Customer Invoice Totals
ca: Total

source: Add Invoice Group
ca: Afegir Sèrie de facturació

source: Edit Invoice Group
ca: Editar serie facturació

source: Invoice Groups
ca: Sèries facturació

source: Code
ca: Codi

source: Description
ca: Descripció

source: Active
ca: Actiu

source: Delete Invoice Group
ca: Eliminar sèrie facturació

source: Home
ca: Inici

source: Sales
ca: Vendes

source: Orders
ca: Comandes

source: Invoices
ca: Factures

source: Purchases
ca: Compres

source: Suppliers
ca: Proveïdors

source: Supplier Slips
ca: Albarans

source: Supplier Invoices
ca: Factures proveïdor

source: Stocks
ca: Inventaris

source: Raw materials
ca: Matèries primeres

source: Analysis
ca: Informes

source: Administration
ca: Administració

source: Users
ca: Usuaris

source: Invoice Series
ca: Sèries de facturació

source: Service Types
ca: Tipus de servei

source: Raw Material Types
ca: Tipus de matèria primera

source: Customer Order Status
ca: Estat comanda

source: Supplier Invoice Status
ca: Estat factura proveïdor

source: Options
ca: Configuració

source: Logout
ca: Desconnectar

source: Developed by qibdip
ca: Desenvolupat per qibdip

source: Edit Option
ca: Editar configuració

source: List Options
ca: Llista configuració

source: Option
ca: Configuració

source: Vat
ca: IVA

source: Vat Re
ca: IVA RE

source: Default Order Status
ca: Estat de comanda per defecte

source: Default Order Invoiced Status
ca: Estat de comanda després de facturar

source: Default Customer Invoice Status
ca: Estat de factura client per defecte

source: Default Supplier Invoice Status
ca: Estat de factura proveïdor per defecte

source: Add Order Status
ca: Afegir estat comanda

source: Edit Order Status
ca: Editar estat comanda

source: Order Statuses
ca: Estats de comanda

source: Order Status Name
ca: Nom

source: Order Status Is Final
ca: És final?

source: Delete Order Status
ca: Eliminar estat de comanda

source: Order Status Id
ca: Id Estat

source: Customer Id
ca: Id Client

source: Add Raw Material Type
ca: Afegir tipus mat. primera

source: List Raw Material Types
ca: Llista mat.primera

source: Edit Raw Material Type
ca: Editat mat.primera

source: New Raw Material Type
ca: Nou tipus de matèria primera

source: Raw Material Type
ca: Tipus mat.primera

source: Raw Mat Type Name
ca: Nom

source: Raw Mat Type Is Partial Consume
ca: Permet consum parcial?

source: Raw Mat Measuring Unit
ca: Unitat mesura

source: Delete Raw Material Type
ca: Eliminar tipus mat.primera

source: Related Raw Materials
ca: Matèries primeres

source: Raw Material Type Id
ca: ID

source: Raw Mat Units
ca: Unitats

source: Raw Mat Userfield01
ca: Camp lliure 01

source: Raw Mat Unit Price
ca: Preu unitari

source: Stock Userfield01
ca: Camp lliure 01

source: Stock Userfield02
ca: Camp lliure 02

source: Stock Userfield03
ca: Camp lliure 03

source: Supplier Slip Id
ca: Id albarà

source: Supplier Invoice Id
ca: Id factura proveïdor

source: Related Stocks
ca: Materials

source: Add Raw Material
ca: Afegir mat.primera

source: Edit Raw Material
ca: Editar mat.primera

source: Raw Materials
ca: Matèries primeres

source: Delete Raw Material
ca: Eliminar matèria primera

source: Add Service Type
ca: Afegir tipus de servei

source: List Service Types
ca: Llista tipus de servei

source: Edit Service Type
ca: Editar tipus de servei

source: New Service Type
ca: Nou tipus de servei

source: Delete Service Type
ca: Eliminar tipus de servei

source: Add Supplier Invoice Status
ca: Afegir estat factura proveïdor

source: List Supplier Invoice Statuses
ca: Llista estats factura proveïdor

source: Edit Supplier Invoice Status
ca: Editar estat factura proveïdor

source: Supplier Invoice Statuses
ca: Estats de factura proveïdor

source: New Supplier Invoice Status
ca: Nou estat de factura proveïdor

source: Sup Inv Status Name
ca: Nom

source: Sup Inv Is Final Status
ca: És final?

source: Delete Supplier Invoice Status
ca: Eliminar estat factura proveïdor

source: Related Supplier Invoices
ca: Factures proveïdor

source: Supplier Invoice Number
ca: Núm.Factura

source: Supplier Id
ca: Id proveïdor

source: Supplier Invoice Date
ca: Data

source: Supplier Invoice Amount
ca: Import

source: Supplier Invoice Vat
ca: IVA

source: Supplier Invoice Vat Re
ca: IVA RE

source: Supplier Invoice Status Id
ca: Id Estat

source: Add Supplier Invoice
ca: Afegir factura proveïdor

source: List Suppliers
ca: Llista proveïdors

source: New Supplier
ca: Nou proveïdor

source: Edit Supplier Invoice
ca: Editar factura proveïdor

source: Supplier
ca: Proveïdor

source: Delete Supplier Invoice
ca: Esborrar factura client

source: Related Articles
ca: Articles

source: Add Supplier Slip
ca: Afegir albarà

source: Edit Supplier Slip
ca: Editar albarà

source: Supplier Slip Num
ca: Núm.albarà

source: Supplier Slip Date
ca: Data

source: Supplier Slip Amount
ca: Import

source: Supplier Slip VAT
ca: IVA

source: Supplier Slip VAT RE
ca: IVA RE

source: Suplier Slip Total Amount
ca: Total

source: Supplier Slip Lines
ca: Línies

source: Suplier Slip Pending Lines
ca: Línies no facturades

source: Delete Supplier Slip
ca: Eliminar albarà

source: Add Supplier
ca: Afegir proveïdor

source: Supplier Abreviated
ca: Codi proveïdor

source: Edit Supplier
ca: Editar proveïdor

source: Supplier Name
ca: Nom

source: Supplier Address
ca: Adreça

source: Supplier Vat Number
ca: CIF/NIF

source: Supplier Phone1
ca: Telèfon 1

source: Supplier Phone2
ca: Telèfon 2

source: Delete Supplier
ca: Esborrar proveïdor

source: Related Supplier Slips
ca: Albarans

source: VAT
ca: IVA

source: VAT RE
ca: IVA RE

source: Not Invoiced Lines
ca: Línies no facturades

source: Add User
ca: Afegir usuari

source: List Users
ca: Llista d'usuaris

source: Edit User
ca: Modificar usuari

source: New User
ca: Nou usuari

source: Please enter your username and password
ca: Introdueix l'usuari i la contrasenya

source: Login
ca: Connecta

source: User
ca: Usuari

source: Username
ca: Usuari

source: Password
ca: Contrasenya

source: Role
ca: Rol

source: Delete User
ca: Eliminar usuari
