Repository: MarcQueralt/qibdip-tpv
Catalog: app/Locale/cat/LC_MESSAGES/default.po
Languages: ca

source: empty
ca: No pot ésser buit
